Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/Cinderella StepMom.tmx
Source language: en
Languages: es_419

source: BECAUSE I DON’T KNOW HOW MUCH MONEY I’LL NEED TO HAVE AMASSED BY THEN.
es_419: Porque no se cuánto dinero necesito juntar para cuando llegue el día.

source: HAA
es_419: Aah

source: JUST UNTIL THEN?
es_419: ¿Hasta ese entonces?

source: MY HUSBAND IS MISSING, NOT DEAD.
es_419: Mi esposo está desaparecido, no muerto.

source: I-I’M… AHEM.
es_419: Y-yo… Ejem.

source: THIS IS A NICE PLACE.
es_419: Es un lugar muy bello.

source: BUT THE GOAL POST IS OVER THERE.
es_419: Pero el poste está por allí.

source: ...WHAT KIND OF REACTION IS THAT?
es_419: ... ¿Qué quiere decir esa reacción?

source: LILY, ASHLEY, YOU TWO GO WITH HER.
es_419: Lily, Ashley, vayan con ella.

source: ISN’T IT ABOUT TIME YOU GOT USED TO IT?
es_419: ¿No es hora de que se acostumbre?

source: EMBARRASSED
es_419: Vergüenza

source: PERHAPS I NEED TO GET SOME EXERCISE.
es_419: Debería hacer ejercicio.

source: GARY HAS NO SENSE OF RHYTHM…
es_419: Gary no tiene ritmo.

source: WE DID IT!!
es_419: ¡¡Ganamos!!

source: THEN HE MUST’VE WHINED AT NOT JUST YOU, BUT THE ENTIRE CLUB.
es_419: Entonces no te lloró solo a ti, le lloró a todo el club.

source: WHAT IN THE WORLD
es_419: ¡¿Qué demonios

source: M-ME?
es_419: ¿Y-yo?

source: YOUR DAUGHTERS?
es_419: ¿Sus hijas?

source: HM~
es_419: Mmm.

source: ARE THEY FROM ‘FAIRY’S SPRING’?
es_419: ¿Son de "Fuente de las Hadas"?

source: WELCOME, BROTHER.
es_419: Hermano, bienvenido.

source: I’LL INTRODUCE YOU TO MY GODMOTHER.
es_419: le presentaré a mi madrina.

source: HAHA!
es_419: ¡Jaja!

source: I’M SORRY, IT WAS A MISTAKE.
es_419: Disculpe, me equivoqué.

source: THE VANSES KEEP NO SERVANTS.
es_419: de que la familia Vans no tiene sirvientes.

source: THAT’S THE SMELL OF SCONES BEING BAKED IN THE OVEN.
es_419: Son unas masitas que están en el horno.

source: BELIEVES IN FATED LOVE.
es_419: cree en el amor predestinado.

source: OH, NO!
es_419: ¡Ay, no!

source: THIS IS A GREAT IMPROVEMENT.
es_419: Es un gran avance.

source: HE MUST BE A MEMBER OF GARY’S CARD GAME GROUP AT THE CLUB.
es_419: Debe ser miembro del grupo de cartas del club al que pertenece Gary.

source: BUMMER.
es_419: Qué mal.

source: THAT WAS RUDE OF ME.
es_419: Fue muy grosero de mi parte.

source: HMPH!
es_419: ¡Jum!

source: AH, JUST SO YOU KNOW,
es_419: Ah, para que sepa,

source: WAIT…
es_419: Espere…

source: LOOK HOW LILY IS HOLDING HER STICK, THAT’S HOW YOU DO IT, OKAY?
es_419: Mira cómo lo hace Lily. Así es como tienes que sostenerlo.

source: IT’S THE MOST UNCOMFORTABLE RIDE IN MY LIFE!
es_419: ¡Fue el viaje más incómodo de mi vida!

source: LI-LIKE THIS?
es_419: ¿A-así?

source: YOU’RE NOT EVEN ENGAGED WHEN YOU HAVE THE QUEEN MOTHER AS YOUR GODFATHER?
es_419: ¿No está comprometido, tampoco? Su madrina es la Reina Madre.

source: WHAT ABOUT HIS PARENTS?
es_419: ¿Y sus padres?

source: EXCUSE ME.
es_419: Disculpe.

source: I HAVEN’T THOUGHT THAT FAR AHEAD.
es_419: No había pensado tan a futuro.

source: THE QUEEN MOTHER
es_419: la Reina Madre

source: SOMEONE’S DEATH IS NOT SOMETHING TO MAKE A JOKE ABOUT, LORD WILFORD.
es_419: No se bromea con la muerte de nadie, lord Wilford.

source: THEY ARE ALL GROWN UP.
es_419: ellas ya están grandes.

source: THAT’S GREA… WAIT, ISN’T THIS YET ANOTHER JOKE?
es_419: Está perf… Esperen, ¿es otra broma?

source: MOST PEOPLE WOULDN’T MISS A CHANCE LIKE THIS FOR THE WORLD.
es_419: Nadie se querría perder una oportunidad como esta.

source: BUT YOU AREN’T MARRIED NOW, ARE YOU, MADAM?
es_419: Pero no está casada ahora, ¿no es cierto, señora Vans?

source: I SAID THERE’S NO NEED!
es_419: ¡Dije que no hace falta!

source: DISCREET AND COURTEOUS, HE WON’T DO ANY HARD TO YOUR DAUGHTERS, I CAN ASSURE YOU.
es_419: Es discreto y cortés. No le hará daño a sus hijas, se lo aseguro.

source: CLUMSY ME~
es_419: Qué torpe.

source: I SAW YOU TWO YEARS AGO…
es_419: Hace dos años que no la veo.

source: GROAN
es_419: Quejido

source: SO, SIMPLY LETTING THEM MEET EACH OTHER, IS THAT WHAT YOU WANT?
es_419: Entonces, quiere que se conozcan. ¿Es eso?

source: HE SEEMS ABOUT TO THROW HIMSELF TO PROTECT ME AT ANY MOMENT.
es_419: En cualquier momento podría abalanzarse sobre mí para protegerme.

source: WHAT DO YOU THINK, BARON WILFORD?
es_419: ¿Usted qué piensa, barón Wilford?

source: HE MOST LIKELY WILL.
es_419: Por supuesto que sí.

source: AH, YES.
es_419: Ah, sí.

source: FIDGET
es_419: Nerviosa

source: HE’S SO SWEET.
es_419: Es tan dulce.

source: HE’S A TRUSTWORTHY PERSON FROM A GOOD FAMILY.
es_419: Es una persona confiable y viene de una buena familia.

source: *HACK*
es_419: Aj

source: SINCE IT SEEMS LIKE A FAMILY MATTER, I SHOULD BE GOING.
es_419: Parece un asunto familiar, así que mejor me voy.

source: IT WAS BORING, WASN’T IT?
es_419: Fue aburrido, ¿verdad?

source: HOW WAS IT?
es_419: ¿Cómo estuvo?

source: GRIN~
es_419: Sonrisita

source: HE CAN’T KNOW ABOUT FRED’S DEATH.
es_419: No puede saber que Fred está muerto.

source: DID YOU REALLY KICK COUNT LEROY IN THE ANKLE?!
es_419: ¡¿De verdad le pateaste el tobillo?!

source: WHAT’S WITH HIM?
es_419: ¿Qué le pasa?

source: YOU GOT IT RIGHT.
es_419: Tiene razón.

source: I MARRIED TWICE AND HAVE THREE CHILDREN.
es_419: Me casé dos veces y tengo tres hijas.

source: LONG TIME NO SEE.
es_419: Tanto tiempo.

source: HE IS FROM A DECENT FAMILY.
es_419: Viene de una familia decente.

source: THEY LOOK SO DELICIOUS!
es_419: ¡Se ven tan ricos!

source: ARE THINGS THAT BAD?
es_419: ¿Tan mala es la situación?

source: UGH!
es_419: ¡Agh!

source: BE CAREFUL, YOUNG MAN.
es_419: Cuidado, joven.

source: EXPERIENCE IS THE BEST TEACHER, AS YOU KNOW.
es_419: La experiencia hace al maestro, usted sabe.

source: LOOK THIS WAY!
es_419: ¡Mira aquí!

source: ARE THEY SO BUSY?
es_419: ¿Están tan ocupados?

source: OR IF IRIS AND LEON PLAYED TOGETHER.
es_419: O que Iris y León jueguen juntos.

source: WHERE’S GARY…?
es_419: ¿Dónde está Gary?

source: MILDRED, DID YOU INTEND TO HUMILIATE ME?
es_419: Mildred, ¿pretendías humillarme?

source: I’M NOT SURE YET IF HE IS GOOD ENOUGH FOR MY DAUGHTERS.
es_419: aún no sé si vale la pena que conozca a mis hijas.

source: I’M IN THE SAME GAME GROUP WITH COUNT MURRPHY.
es_419: Soy compañero de juego del conde Murphy.

source: PEOPLE SAY SISTERS ARE ENEMIES AS KIDS BUT BECOME BEST FRIENDS WITH AGE.
es_419: Dicen que las hermanas son enemigas de chicas, pero se vuelven mejores amigas con el tiempo.

source: THEY SAY MRS.
es_419: Dicen que la señora Vans

source: MILDRED, WHERE ARE YOUR SERVANTS?
es_419: Mildred, ¿dónde están tus sirvientes?

source: ...WHO?
es_419: ¿Quién...?

source: I HEAR YOU HAVE THREE CHILDREN.
es_419: Escuché que tiene tres hijas.

source: ONLY THEN CAN YOU KNOW FOR SURE WHETHER ONE IS COMPATIBLE WITH YOU OR NOT.
es_419: Solo de esa forma se puede saber si somos compatibles con alguien o no.

source: TIGHTEN YOUR GRIP WITH BOTH HANDS, LIKE THIS.
es_419: Agarra bien fuerte con las dos manos, así.

source: SHALL I PREPARE TEA AGAIN?
es_419: ¿Preparo té de nuevo?

source: A BLOND, HANDSOME BOY?
es_419: ¿Un chico rubio y buen mozo?

source: I’VE HEARD THAT PARENTS TEACH THEIR CHILD FIRSTHAND TO SUCCEED IN THEIR FAMILY TRADE OR BUSINESS AND FROM AN EARLY AGE NO LESS.
es_419: He oído que los padres suelen enseñarle directamente a sus hijos a ser exitosos en el comercio o los negocios familiares, y desde muy temprana edad.

source: BARON WILFORD HAS BEEN APPOINTED THE PRINCE’S EDUCATOR.
es_419: El barón Wilford fue nombrado educador del Príncipe.

source: BECAUSE IN MOST SCENARIOS, THEY ARE MUCH MORE LIKELY TO SOCIALIZE WITH THEIR ELDERS.
es_419: Porque en la mayoría de los contextos tienen más chances de socializar con gente mayor.

source: I’M DANCING!
es_419: ¡Gary, estoy bailando!

source: HOW COULD IT BE?
es_419: ¡Es imposible!

source: ACK!
es_419: ¡Ahh!

source: OH, IT’S JUST YOU?
es_419: Ah, ¿eres tú?

source: HIT!
es_419: ¡Golpea!

source: NO, LEON HAS BROWN HAIR.
es_419: No, León tiene cabello oscuro.

source: THE NERVE OF THAT MOLESTING SCUMBAG!
es_419: ¡El descaro que tuvo esa basura acosadora!

source: MINE, TOO.
es_419: El mío también.

source: THEY ARE VERY BUSY.
es_419: Están muy ocupados.

source: I DON’T REMEMBER.
es_419: No recuerdo.

source: I WAS JOKING~ YOU BASTARD!
es_419: Estoy bromeando. ¡Basura!

source: I TOUCHED GARY’S ASS.
es_419: Le toqué el trasero a Gary.

source: LEON, HAVE YOU BEEN TO A DEBUTANTE BALL?
es_419: León, ¿has ido a un baile de debutantes?

source: THEY CAN’T HELP IT.
es_419: No tienen otra opción.

source: I GUESS WE SHOULD GET HOME BEFORE DINNERTIME.
es_419: Deberíamos volver a casa antes de la cena.

source: MADAM.
es_419: Señora.

source: SHFF
es_419: Suish

source: BECAUSE SHE WAS PRETTY, THOUGH NOT RICH.
es_419: Era muy bella, aunque no venía de una familia muy adinerada.

source: EVEN I AM SKEPTICAL OF IT.
es_419: Incluso yo soy algo escéptica.

source: MY BUTLER FELL AND INJURED HIMSELF SERIOUSLY A FEW DAYS AGO, SO I GAVE HIM SICK LEAVE.
es_419: El mayordomo se cayó y se lastimó de gravedad hace unos días, así que le dije que podía tomarse unos días libres.

source: HEHE~
es_419: Jeje

source: EEK!
es_419: ¡Aaj!

source: BLURT
es_419: Suelta

source: MADAM, HOW ABOUT YOUR DAUGHTERS SHOW LEON AROUND YOUR HOUSE?
es_419: Señora Vans, ¿y si sus hijas le muestran la casa a León?

source: WHAT ABOUT YOU?
es_419: ¿Y usted?

source: IS IT TIME TO GO ALREADY?
es_419: ¿Ya es hora de irnos?

source: POOR VISCOUNTESS.
es_419: Pobre vizcondesa,

source: YOU ARE VERY INTERESTED IN MY MARRIAGE, AREN’T YOU?
es_419: Está muy interesada en mi casamiento, ¿no?

source: SOMEHOW
es_419: De alguna forma

source: IF COUNT MURPHY IS WHO YOU’RE LOOKING FOR,
es_419: Si es al conde Murphy a quien busca,

source: I SHOULD’VE GIVEN IT A NEAT SNAP ALL IN ONE GO.
es_419: Tuve que darle un buen golpe a la primera.

source: HE SOUNDS VERY UPSET.
es_419: Suena enojado.

source: WELL, WELL…
es_419: Bueno, bueno…

source: AM I RIGHT, DANIEL?
es_419: ¿No es así, Daniel?

source: FLATLY~
es_419: Seca

source: NOW DO YOU UNDERSTAND, WHY I REGRET NOT BREAKING THAT BASTARD’S ANKLE?
es_419: ¿Ahora entiendes por qué me arrepiento de no haberle roto el tobillo?

source: I’M NOT EVEN COMPLETELY SURE ABOUT WHO YOU ARE.
es_419: pero no estoy segura ni siquiera de quién es usted.

source: HIS PARENTS HAVE ENTRUSTED THEIR SON’S EDUCATION TO ME.
es_419: Ellos me confiaron la educación de su hijo.

source: JOLT
es_419: Bum
